{
	"@metadata": {
		"authors": [
			"Beta16",
			"Raoli",
			"Macofe"
		]
	},
	"wikibase-lib-desc": "Contiene le funzionalità comuni per le estensioni Wikibase e Wikibase Client.",
	"wikibase-error-unexpected": "Errore: $1.",
	"wikibase-error-save-generic": "Si è verificato un errore durante il salvataggio. Le tue modifiche potrebbero non essere state completamente memorizzate.",
	"wikibase-error-remove-generic": "Si è verificato un errore durante il tentativo di rimozione. Le tue modifiche potrebbero non essere state completamente memorizzate.",
	"wikibase-error-save-connection": "Si è verificato un errore di connessione durante il salvataggio. Le tue modifiche potrebbero non essere state completamente memorizzate. Per favore, controlla la tua connessione ad internet.",
	"wikibase-error-remove-connection": "Si è verificato un errore di connessione durante il tentativo di rimozione. Le tue modifiche potrebbero non essere state completamente memorizzate. Per favore, controlla la tua connessione ad internet.",
	"wikibase-error-save-timeout": "Stiamo riscontrando difficoltà tecniche. Il tuo salvataggio potrebbe non essere stato completato.",
	"wikibase-error-remove-timeout": "Stiamo riscontrando difficoltà tecniche. La tua rimozione potrebbe non essere stata completata.",
	"wikibase-error-autocomplete-connection": "Non è possibile interrogare le API del sito. Riprova più tardi.",
	"wikibase-error-autocomplete-response": "Risposta del server: $1",
	"wikibase-error-ui-no-external-page": "La voce specificata non è stata trovata sul sito corrispondente.",
	"wikibase-error-ui-edit-conflict": "Si è verificato un conflitto di edizione. Si prega di ricaricare e salvare di nuovo.",
	"wikibase-sitelinks-wikipedia": "Pagine di Wikipedia collegate a questo elemento",
	"wikibase-sitelinks-sitename-columnheading": "Lingua",
	"wikibase-sitelinks-link-columnheading": "Pagina collegata",
	"wikibase-tooltip-error-details": "Dettagli",
	"datatypes-type-wikibase-item": "Elemento",
	"datatypes-type-wikibase-property": "Proprietà",
	"datatypes-type-commonsMedia": "File multimediale su Commons",
	"version-wikibase": "Wikibase"
}