{
	"@metadata": {
		"authors": [
			"Amire80",
			"Jeblad",
			"Lloffiwr",
			"Metalhead64",
			"Nemo bis",
			"Nnemo",
			"Raymond",
			"Shirayuki",
			"Siebrand",
			"Waldir",
			"Liuxinyu970226"
		]
	},
	"wikibase-lib-desc": "{{desc|name=Wikibase Lib|url=http:\/\/www.mediawiki.org\/wiki\/Extension:WikibaseLib}}",
	"wikibase-error-unexpected": "Generic error messaged used for reporting unknown exception.\n\nParameters:\n* $1 - the raw, unlocalized error message\n{{Identical|Error}}",
	"wikibase-error-save-generic": "Generic error message for an error happening during a save operation.",
	"wikibase-error-remove-generic": "Generic error message for an error happening during a remove operation",
	"wikibase-error-save-connection": "Error message for an error happening during a save operation. The error might most likely be caused by a connection problem.",
	"wikibase-error-remove-connection": "Error message for an error happening during a remove operation. The error might most likely be caused by a connection problem.",
	"wikibase-error-save-timeout": "Error message for an error happening during a save operation. The error was caused by a request time out.",
	"wikibase-error-remove-timeout": "Error message for an error happening during a remove operation. The error was caused by a request time out.",
	"wikibase-error-autocomplete-connection": "Error message for page auto-complete input box; displayed when API could not be reached.",
	"wikibase-error-autocomplete-response": "When querying the API for auto-completion fails, this message contains more detailed information about the error. $1 is the actual server error response or jQuery error code (e.g. when the server did not respond).",
	"wikibase-error-ui-no-external-page": "This is a human readable version of the API error \"wikibase-api-no-external-page\" which is shown in the UI.",
	"wikibase-error-ui-edit-conflict": "This is a human readable version of the API error \"edit-conflict\" which is shown in the UI.\nNote that the default message says the user shall \"reload and save\", but after a reload the content that should be saved will be lost.",
	"wikibase-sitelinks-wikipedia": "[[File:Screenshot WikidataRepo 2012-05-13 A.png|right|0x150px]]\nHeader messages for pages on different Wikipedias linked to this item. Similar messages can be created for each group of target sites, depending on configuration.\nSee also Wikidatas glossary for [[d:Wikidata:Glossary#sitelinks|site links]] and [[d:Wikidata:Glossary#Item|item]].\n{{Related|Wikibase-sitelinks}}",
	"wikibase-sitelinks-sitename-columnheading": "Site links table column heading for the column containing the language names.\n{{Identical|Language}}",
	"wikibase-sitelinks-link-columnheading": "Site links table column heading for the column containg the title\/link of\/to the referenced (wiki) page.\n{{Identical|Linked page}}",
	"wikibase-tooltip-error-details": "Link within an error tooltip that will unfold additional information regarding the error (i.e. the more specific error message returned from the underlying API).\n{{Identical|Detail}}",
	"datatypes-type-wikibase-item": "The name of a data type for items in Wikibase.\n{{Identical|Item}}",
	"datatypes-type-wikibase-property": "The name of a data type for properties in Wikibase.\n{{Identical|Property}}",
	"datatypes-type-commonsMedia": "The name of a data type for media files on Wikimedia Commons (proper name, capitalised in English; first letter capitalised anyway in this message and relatives).\n\n{{related|Datatypes-type}}",
	"version-wikibase": "Name of the Wikibase extension collection, used on [[Special:Version]]"
}